/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";

"Market" = "市场"

//MARK: helpcenter
"Token Stake" = "Stake"
"hc_TokenStake" = "1 On NFT Staking you can choose single or set staking\n2 There will be additional quality bonuses according to the quality and quantity of the selected NFTs when doing set staking\n  2.1 When there are 3 NFTs of different qualities in a Stake set, an additional 20 hash power bonus can be obtained\n  2.2  When there are 4 NFTs of different qualities in a Stake set, an additional 50 hash power bonus can be obtained\n  2.3 When there are 5 NFTs of different qualities in a Stake set, an additional 150 hash power bonus can be obtained\n  2.4  When there are 6 NFTs of different qualities in a Stake set, an additional 500 hash power bonus can be obtained\n3 The income from NFT staking will be distributed according to the proportion between your personal hash power  the total hash pwoer of the pool\n4 The number of daily staking rewards is determined by two factors. Rewards = the total hash power of NFTs staked (affects basic rewards) + platform game activity (affects additional rewards)\n5 The total hash power of NFT staking affects the number of basic rewards:\n0-----------100000 total hash will provide 6000 $Snake daily\n100001------200000 total hash will provide 10000 $Snake daily rewards\n200001------300000 total hash will provide  14000 $Snake daily rewards\n300001------500000 total hash will provide  22000 $Snake daily rewards\n500001------750000 total hash will provide  32000 $Snake daily rewards\n750001------1000000 total hash will provide  40000 $Snake daily rewards\n1000001-----3000000 total hash will provide  124000 $Snake daily rewards\n3000001-----6000000 total hash will provide  232000 $Snake daily rewards\n6000001-----10000000 total hash will provide  358000 $Snake daily rewards\n10000001+----unlimited basic rewards 500000 $Snake\n6. Platform game activity affects additional rewards: the higher the activity, the more additional rewards";
